[Strings]
encoding_auto=Auto detect
unknown=Unknown
eol_auto=Auto detect
title_error=Error
filter_text_files=Text files (*.txt;*.log;*.ini;*.md;*.c;*.cpp;*.h;*.hpp)
filter_all_files=All files (*.*)
menu_file_new_tab=New Tab(&T)	Ctrl+T
menu_file_new_window=New Window(&N)	Ctrl+N
menu_file_open=Open(&O)...	Ctrl+O
menu_file_recent=Recent Files(&R)
menu_file_save=Save(&S)	Ctrl+S
menu_file_save_as=Save As(&A)...	Ctrl+Shift+S
menu_file_change_encoding=Change Encoding(&E)...
menu_file_reload_encoding=Reload with Encoding(&L)...
menu_file_close_tab=Close Tab(&C)	Ctrl+W
menu_file_close_window=Close Window(&W)
menu_file_exit=Exit(&X)
menu_file=File(&F)
menu_edit_undo=Undo(&U)	Ctrl+Z
menu_edit_redo=Redo(&R)	Ctrl+Y
menu_edit_cut=Cut(&T)	Ctrl+X
menu_edit_copy=Copy(&C)	Ctrl+C
menu_edit_paste=Paste(&P)	Ctrl+V
menu_edit_delete=Delete(&D)	Del
menu_edit_find=Find(&F)...	Ctrl+F
menu_edit_find_next=Find Next(&N)	F3
menu_edit_find_prev=Find Previous(&P)	Shift+F3
menu_edit_replace=Replace(&E)...	Ctrl+H
menu_edit_goto=Go To(&G)...	Ctrl+G
menu_edit_select_all=Select All(&A)	Ctrl+A
menu_edit_font=Font(&O)...
menu_edit=Edit(&E)
menu_view_zoom_in=Zoom In(&I)	Ctrl++
menu_view_zoom_out=Zoom Out(&O)	Ctrl+-
menu_view_zoom_reset=Reset Zoom(&R)	Ctrl+0
menu_view_zoom=Zoom(&Z)
menu_view_status_bar=Status Bar(&S)
menu_view_word_wrap=Word Wrap(&W)
menu_view_theme_light=Light(&L)
menu_view_theme_dark=Dark(&D)
menu_view_theme_auto=Auto(&A)
menu_view_theme=App Theme(&T)
menu_view_language_ja=Japanese
menu_view_language_en=English
menu_view_language=Language(&L)
menu_view=View(&V)
recent_none=(None)
label_encoding=Encoding:
label_eol=Line endings:
button_cancel=Cancel
label_input=Input:
untitled_format=Untitled %d
msg_open_failed=Could not open the file.
msg_decode_failed=Could not read the file with the specified encoding.
msg_encode_failed=Could not convert the text to the specified encoding.
msg_save_failed=Could not save the file.
label_encoding_accel=Encoding(&E):
label_eol_accel=Line endings(&L):
dialog_open=Open
dialog_save_as=Save As
dialog_change_encoding=Change Encoding and Line Endings
msg_reload_discard=Discard unsaved changes and reload?
title_confirm=Confirm
dialog_reload_options=Reload Options
msg_save_changes_format=Save changes to %s?
msg_not_found=Not found.
title_find=Find
msg_replace_count_format=Replaced %d occurrence(s).
title_replace=Replace
title_goto=Go To
label_line_number=Line number:
status_format=Ln %ld, Col %ld | %lu chars | %d%% | %s | %s
context_undo=Undo
context_cut=Cut
context_copy=Copy
context_paste=Paste
context_select_all=Select All
msg_richedit_failed=Could not load the RichEdit DLL.
msg_register_class_failed=Could not register the window class.
app_title=Win32 Tabbed Plain Text Editor
msg_create_window_failed=Could not create the main window.
